[{"data":{"id":"5","creator_id":"2","name":"Biology","slug":"crash-course-biology","description":"And thus begins the most revolutionary biology course in history. Come and learn about covalent, ionic, and hydrogen bonds. What about electron orbitals, the octet rule, and what does it all have to do with a mad man named Gilbert Lewis? It\\'s all contained within.","status":"private","enable_forum":"1","date_created":"2016-03-17 18:07:04","parent_id":"0"}},{"data":{"id":"6","creator_id":"2","name":"Economics","slug":"economics-101","description":"Jacob and Adriene launch a brand new Crash Course on Economics! So, what is economics? Good question. It\\'s not necessarily about money, or stock markets, or trade. It\\'s about people and choices. What, you may ask, does that mean. We\\'ll show you. Let\\'s get started!","status":"private","enable_forum":"1","date_created":"2016-03-17 18:39:05","parent_id":"0"}},{"data":{"id":"7","creator_id":"2","name":"Literature","slug":"literature","description":"Why do we read? What\\'s the point of reading critically. John will argue that reading is about effectively communicating with other people. Unlike a direct communication though, the writer has to communicate with a stranger, through time and space, with only \\\"dry dead words on a page.\\\" So how\\'s that going to work? Find out with Advanced Literature!","status":"private","enable_forum":"1","date_created":"2016-03-17 19:16:05","parent_id":"0"}},{"data":{"id":"8","creator_id":"2","name":"Chemistry","slug":"chemistry","description":"Hank does his best to convince us that chemistry is not torture, but is instead the amazing and beautiful science of stuff. Chemistry can tell us how three tiny particles - the proton, neutron and electron - come together in trillions of combinations to form ... everything. We start out with one of the biggest ideas in chemistry ever - stuff is made from atoms. More specifically, we learn about the properties of the nucleus and why they are important to defining what an atom actually is.","status":"private","enable_forum":"1","date_created":"2016-03-17 19:35:21","parent_id":"0"}},{"data":{"id":"9","creator_id":"2","name":"World History","slug":"world-history","description":"John investigates the dawn of human civilization. He looks into how people gave up hunting and gathering to become agriculturalists, and how that change has influenced the world we live in today.","status":"private","enable_forum":"1","date_created":"2016-03-17 20:43:37","parent_id":"0"}},{"data":{"id":"10","creator_id":"2","name":"Philosophy","slug":"philosophy","description":"Hank begins to teach you about Philosophy by discussing the historical origins of philosophy in ancient Greece, and its three main divisions: metaphysics, epistemology, and value theory. He will also introduce logic, and how you’re going to use it to understand and critically evaluate a whole host of different world views throughout this course. And also, hopefully, the rest of your life.","status":"private","enable_forum":"1","date_created":"2016-03-17 20:45:46","parent_id":"0"}}]